Tekla.Structures.ModelInternal.GeometryExporter.Visit(Tekla.Structures.Model.PolygonNode)
Visits a node that is an instance of PolygonNode node
node: the geometry node to process

Tekla.Structures.ModelInternal.GeometryExporter.Visit(Tekla.Structures.Model.CylindricalSurfaceNode)
Visits a node that is an instance of CylindricalSurfaceNode
node: the geometry node to process